Revit 2027 API
BuiltInFailures.RebarFailures.RebarSpacingTooSmall Property
 Bar Spacing is too small.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId RebarSpacingTooSmall { get; }
Public Shared ReadOnly Property RebarSpacingTooSmall As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ RebarSpacingTooSmall {
	FailureDefinitionId^ get ();
}
static member RebarSpacingTooSmall : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.RebarFailures Class
Autodesk.Revit.DB Namespace